Repository: Boldewyn/puma
Catalog: aigaionengine/language/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: You just removed your own right to assign user rights! Are you sure that this is correct? If not, re-assign this right before logging out!
nl: Je hebt zojuist je eigen recht om gebruikersrechten te wijzigen verwijderd! Weet je zeker dat dat klopt? Zo nee, corrigeer de fout vóór je je weer afmeld!

source: Profile updated, changes to rights of users are applied after the user has logged in again.
nl: Profiel aangepast, veranderingen aan gebruikersrechten worden doogevoerd als de gebruiker weer inlogt.

source: User data changed. Changed access rights will be valid upon next login.
nl: Gebruikersgegevens zijn aangepast. Nieuwe toegangsrechten worden actief bij de volgende keer aanmelden.

source: Cannot delete user
nl: Gebruiker kan niet verwijderd worden

source: processing time: %s seconds
nl: Tijd voor verwerking: %s seconden

source: Aigaion export list
nl: Aigaion lijst exporteren

source: Browse
nl: Bekijk

source: My Topics
nl: Mijn Onderwerpen

source: My Bookmarks
nl: Mijn bladwijzers

source: All Topics
nl: Alle Onderwerpen

source: All Publications
nl: Alle Publicaties

source: All Authors
nl: Alle Auteurs

source: Unassigned
nl: Niet gesorteerd

source: Recent
nl: Nieuwe publicaties

source: Sort by
nl: Sorteer op

source: Title
nl: Titel

source: Type/Journal
nl: Type/tijdschrift

source: Year
nl: Jaar

source: Recently added
nl: Toevoegdatum

source: New Data
nl: Maak

source: New Publication
nl: Nieuwe Publicatie

source: New Author
nl: Nieuwe Auteur

source: New Topic
nl: Nieuw onderwerp

source: Site
nl: Systeem

source: About this site
nl: Over deze site

source: Site Configuration
nl: Configuratie

source: Site Maintenance
nl: Onderhoud

source: Manage All Accounts
nl: Gebruikersbeheer

source: Guest User
nl: Gastgebruiker

source: My Profile
nl: Mijn instellingen

source: Topic Subscribe
nl: Onderwerpen abbonneren

source: Login
nl: Aanmelden

source: Name
nl: Naam

source: Password
nl: wachtwoord

source: Remember me
nl: Onthoudt mij

source: Logged In
nl: Ingelogd

source: Logout
nl: Afmelden

source: more
nl: meer

source: The system detected that you were logged out while submitting a form named '%s'. The data in that form has <b>not</b> yet been submitted successfully to the database. Press the button below to re-submit the form data.
nl: Het systeem heeft gemerkt dat je afgemeld bent terwijl je een formulier met de naam '%s' probeerde op te sturen. De gegevens in dat formulier zijn nog <b>niet</b> in de database ingevoerd. Druk op de knop hieronder om het formulier nogmaals op te sturen.

source: NOTE
nl: LET OP

source: You are now logged in as a guest user. If you submitted the form from a registered account, you should first login with your registered account before resubmitting the form, because from this guest account you might then not have enough rights to submit the form.
nl: Je bent nu aangemeld als gastgebruiker. Als je het formulier van een niet-anonieme gebruikersaccount had opgestuurd, moet je nu eerst aanmelden met die gebruikersaccount voordat je het formulier nog eens opstuurd, omdat je vanaf deze gast toegang misschien niet genoeg rechten hebt om het formulier succesvol op te sturen.

source: Repost
nl: Stuur formulier opnieuw op

source: Cancel
nl: Annuleren

source: Back to publication
nl: Terug naar publicatie

source: Effective access levels (after combining all relevant access levels)
nl: Effectieve toegangsniveaus (na het combineren van alle relevante toegangsniveaus)

source: Effective
nl: Effectief

source: Owner of object (only owner can change objects with private edit levels)
nl: Eigenaar van object (alleen de eigenaar kan objecten aanpassen die de bewerkingstoegangsrechten op privé hebben staan)

source: Owner
nl: Eigenaar

source: Per-object access levels
nl: Toegangsniveaus per object

source: Individual per-object access levels
nl: Toegangsniveaus per individueel object

source: Publication
nl: Publicatie

source: Attachments
nl: Bestanden

source: Notes
nl: Aantekeningen

source: Legend
nl: Legenda

source: read public
nl: publiek leesbaar

source: read intern
nl: intern leesbaar

source: read private
nl: privé leesbaar

source: edit public
nl: publiek schrijfbaar

source: edit intern
nl: intern schrijfbaar

source: edit private
nl: privé schrijfbaar

source: If nothing is shown, access level is 'intern'
nl: Als er niks staat is het toegangsniveau 'intern'

source: When you modify access levels of individual objects, this may have consequences for the final 'effective' access level of other objects. For example, when you set a publication to private, the effective access level of all objects belonging to that publication will be set to private as well.
nl: Als je de toegangsniveaus van individuele objecten aanpast, kan dit consequenties hebben voor de uiteindelijke 'effectieve' toegangsniveaus van andere objecten. Als je bijvoorbeeld een publicatie op privé zet zullen de effectieve toegangsniveaus van alle objecten die bij die publicatie horen (bestanden, aantekeningen) ook privé worden.

source: On the other hand, when you edit the read access level of for example an attachment, and the new level is higher than that of the publication it belongs to, the <b>actual</b> read level of the publication is updated as well!
nl: Aan de andere kant, als je het leestoegangsniveau van bijvoorbeeld een bestand aanpast, en het nieuwe niveau is hoger dan dat van de publicatie, dan zal de <b>echte</b> toegang van de publicatie ook aangepast worden!

source: Note that the effective access levels are shown on the left; the access levels defined per individual object are shown on the right. Editing of access levels is done through the right column.
nl: De effectieve toegangsniveaus staan links; de toegangsniveaus zoals ze voor de individuele objecten gedefinieerd zijn, rechts. Aanpassen van de toegangsniveaus doe je via de rechterkolom.

source: <b>Unsure how the access levels turned out?</b> The column on the left shows which objects are effectively accessible with what levels!
nl: <b>Niet zeker hoe de toegangsniveaus zijn uitgepakt?</b> In de linkerkolom zie je de welke objecten effectief toegankelijk zijn op welke niveaus!

source: Example: Publication is 'intern'; attachment is 'intern'. SET attachment to 'public' &rarr; publication will become 'public' as well.
nl: Voorbeeld Publicatie is 'intern'; bestand is 'intern'; Zet het bestand op 'publiek' &rarr; publicatie wordt ook 'publiek'.

source: Example: Publication is 'intern'; attachment is 'intern'. SET publication to 'private' &rarr; attachment stays 'intern', but EFFECTIVE access level of attachment becomes 'private'. When you set the publication to 'intern' again, the effective access level of the attachment reverts to 'intern'.
nl: Voorbeeld Publicatie is 'intern'; bestand is 'intern'; Zet de publicatie op 'privé' &rarr; bestand blijft 'intern', maar het EFFECTIEVE toegangsniveau wordt 'privé. Als je de publicatie weer op 'intern' zet, zal het effectieve toegangsniveau weer 'intern' zijn.

source: Example: Attachment read is 'public', attachment edit is 'intern'. Set attachment read to 'private' &rarr; attachment edit will also change to 'private'.
nl: Voorbeeld: Bestand lezen is 'publiek', bestand wijzigen is 'intern'. Zet bestand lezen op 'privé' &rarr; bestand wijzigen zal ook 'privé' worden.

source: Example: A publication has edit level 'intern'. You are not the owner. You change the edit level to 'private'. &rarr; Subsequently, you can no longer edit that publication :o)
nl: Voorbeeld: een publicatie heeft wijzig-niveau 'intern'. Je bent niet de eigenaar. Je kan het wijzig-niveau veranderen in 'privé'. &rarr; Vervolgens kan je de publicatie niet meer wijzigen :o)

source: Edit topic access levels
nl: Wijzig toegangsniveaus voor onderwerp

source: You have to manually edit all access levels - there is no automatic propagation of changes up or down the tree.
nl: Je moet alle toe3gangsniveaus handmatig aanpassen -- er is geen automatische doorvoer van veranderingen omhoog of omlaag in de hierarchie.

source: Owner of topic (only owner can change objects with private edit levels...)
nl: Eigenaar van onderwerp (alleen de eigenaar kan objecten aanpassen die het wijzig-niveau op 'privé' hebben staan...)

source: Upload new attachment from this computer for publication "%s"
nl: Stuur nieuw bestand van deze computer naar de server voor publicatie "%s"

source: Select a file...
nl: Selecteer bestand...

source: Set new name (blank: keep original name)...
nl: Zet nieuwe naam (leeg: behoud oude naam)...

source: Upload attachment
nl: Bestand op server zetten

source: Add new attachment (or web site) as a link, without uploading, for publication "%s"
nl: Voeg nieuw bestand (of web site) toe als link, zonder bestand op te sturen, voor publicatie "%s"

source: Location of file or web address
nl: Locatie van bestand of internetadres

source: Set internal name (blank: keep original name)...
nl: Zet interne naam (leeg: behoud oorspronkelijke naam)...

source: Add file link
nl: Voeg link naar bestand toe

source: Are you sure that you want to delete the attachment "%s"?
nl: Weet je zeker dat je bestand "%s" wil verwijderen?

source: Confirm
nl: Bevestigen

source: Attachment file could not be found: "%s/%s"
nl: Bestand kon niet worden gevonden in de opslagfolder: "%s/%s

source: Edit attachment info for "%s"
nl: Verander bestandsinformatie voor "%s"

source: Link to remote attachment.
nl: Link naar extern bestand.

source: Attachment stored on server.
nl: Bestand opgeslagen op server.

source: Set internal name
nl: Zet de interne bestadsnaam

source: Set URL
nl: Zet URL

source: Change
nl: Verander

source: Download %s
nl: %s openen

source: Delete %s
nl: Verwijder %s

source: Edit information for %s
nl: Wijzig informatie voor %s

source: unset main
nl: niet-hoofdbestand

source: Unset as main attachment
nl: Zet als niet-hoofdbestand

source: set main
nl: hoofdbestand

source: Set as main attachment
nl: Zet als hoofdbestand

source: attachment read / edit rights
nl: lees- / schrijfrechten van bestand

source: Are you sure that you want to delete the author "%s"?
nl: Weet je zeker dat je auteur "%s" wil verwijderen?

source: First name(s)
nl: Voornamen

source: von-part
nl: tussenvoegsel

source: Last name(s)
nl: Achternamen

source: jr-part
nl: achtervoegsel

source: Institute
nl: Instituut

source: Edit Author
nl: Bewerk auteur

source: Add
nl: Toevoegen

source: Order on Type/Journal
nl: Sorteer op type/tijdschrift

source: Order alphabetically on Title
nl: Sorteer alfabetisch op titel

source: Order alphabetically on Author
nl: Sorteer alfabetisch op auteur

source: Order on Year
nl: Sorteer op jaar

source: Show
nl: Toon

source: All information on %s
nl: Alle informatie over %s

source: Merge authors
nl: Voeg auteurs samen

source: Merges the source author with the target author. The source author will be deleted, all publications will be transferred to the target author.
nl: Voeg de bronauteur met de doelauteur samen. De bronauteur zal worden verwijderd; al zijn of haar publicaties worden overgezet naar de doelauteur.

source: Target author
nl: Doelauteur

source: Source author
nl: Bronauteur

source: Delete this author
nl: Verwijder deze auteur

source: Edit this author
nl: Bewerk deze auteur

source: BookmarkAll
nl: Voeg alles toe aan bladwijzers

source: UnBookmarkAll
nl: Verwijder alles uit bladwijzers

source: Found authors with very similar names. You can choose to merge the following authors with this author by clicking on the merge link.
nl: Auteurs gevonden met gelijkende namen. Je kan ervoor kiezen de onderstaande auteurs samen te voegen met deze auteur door op de verwijzing 'samenvoegen' te klikken.

source: Bookmark list controls
nl: Bladwijzerlijst bewerken

source: Add bookmarked to topic...
nl: Toevoegen aan onderwerp...

source: Add all bookmarked publications to the selected topic
nl: Publicaties op bladwijzerlijst toevoegen aan onderwerp

source: Add all to topic
nl: Voeg alles toe aan onderwerp

source: Remove bookmarked from topic...
nl: Verwijderen uit onderwerp...

source: Remove all bookmarked publications from the selected topic
nl: Publicaties op bladwijzerlijst verwijderen uit onderwerp

source: Remove all from topic
nl: Publicaties op bladwijzerlijst verwijderen uit onderwerp

source: Make a new topic from the bookmarked publications
nl: Maak een nieuw onderwerp van de publicaties op de bladwijzerlijst

source: Make into new topic
nl: Maak er een nieuw onderwerp van

source: Clear the bookmarklist
nl: Maak bladwijzerlijst leeg

source: Delete all publications on the bookmarklist from the database
nl: Verwijder alle publicaties op de bladwijzerlijst uit de database

source: Delete all bookmarked publications
nl: Verwijder alle publicaties op de bladwijzerlijst uit de database

source: Set read access level for all bookmarked publications:
nl: Zet lees-toegangsniveau voor alle publicaties op de bladwijzerlijst

source: Set the read access levels for all publications on the bookmarklist
nl: Zet lees-toegangsniveau voor alle publicaties op de bladwijzerlijst

source: Set publication access level
nl: Zet toegangsniveaus

source: Set read access level for all attachments of bookmarked publications:
nl: Zet lees-toegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst:

source: Set the read access levels for all attachments of publications on the bookmarklist
nl: Zet lees-toegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst

source: Set attachment access level
nl: Zet toegangsniveau voor bestand

source: Set edit access level for all bookmarked publications:
nl: Zet schrijftoegangsniveau voor alle publicaties op de bladwijzerlijst

source: Set the edit access levels for all publications on the bookmarklist
nl: Zet schrijftoegangsniveau voor alle publicaties op de bladwijzerlijst

source: Set publication edit access level
nl: Zet schrijftoegangsniveau voor publicatie

source: Set edit access level for all attachments of bookmarked publications:
nl: Zet schrijftoegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst

source: Set the edit access levels for all attachments of publications on the bookmarklist
nl: Zet schrijftoegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst

source: Set attachment edit access level
nl: Zet schrijftoegangsniveau voor bestand

source: Are you sure that you want to delete all publications on the bookmarklist from your database?
nl: Weet je zeker dat je alle publicaties op de bladwijzerlijst wil verwijderen uit je database?

source: Are you sure that you want to set the read access level for all attachments of publications on the bookmarklist to "%s"?
nl: Weet je zeker dat je het lees-toegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst wil veranderen in "%s"?

source: Are you sure that you want to set the edit access level for all attachments of publications on the bookmarklist to "%s"?
nl: Weet je zeker dat je het wijzigings-toegangsniveau voor alle bestanden van publicaties op de bladwijzerlijst wil veranderen in "%s"?

source: Are you sure that you want to set the edit access level for all publications on the bookmarklist to "%s"?
nl: Weet je zeker dat je het wijzigings-toegangsniveau voor alle publicaties op de bladwijzerlijst wil veranderen in "%s"?

source: Are you sure that you want to set the read access level for all publications on the bookmarklist to "%s"?
nl: Weet je zeker dat je het lees-toegangsniveau voor alle publicaties op de bladwijzerlijst wil veranderen in "%s"?

source: Aigaion2 BibTeX export from %s
nl: Aigaion2 BibTeX export van %s

source: crossreferenced publications
nl: Gerefereerde publicaties

source: Please select the format in which you want to export the publications:
nl: Kies het formaat waarin je de publicaties wil exporteren:

source: Export to BibTeX
nl: Exporteer naar BibTeX

source: Export to RIS
nl: Exporteer naar RIS

source: Export by E-mail
nl: Exporteer via e-mail

source: Format
nl: Formaat

source: Style
nl: Stijl

source: Export formatted entries
nl: Publicaties opgemaakt exporteren

source: Please select the format(s) in which you want to export the publications and enter the email address(es) you want to send it to:
nl: Kies het formaten waarin je de publicaties wil exporteren en voer de emailadressen in waar het heen gestuurd moet worden:

source: Input email addresses here separated by ,
nl: Voer hier de emailadressen in, gescheiden door een komma

source: Attachment size: %s KB
nl: Bestandsgrootte: %s KB

source: Maximum attachment size: %s KB
nl: Maximale bestandsgrootte:%s KB

source: Current attachment size: %s KB
nl: Huidige bestandsgrootte: %s KB

source: Create a new group
nl: Voeg nieuwe groep toe

source: Edit group settings
nl: Bewerk instellingen groep

source: Group details:
nl: Details groep:

source: Abbreviation
nl: Afkorting

source: Rights profiles:
nl: Rechtenprofielen:

source: The following rights profiles will by default be assigned to a user when it is added to this group.
nl: De volgende rechtenprofielen worden standaard aan een gebruiker toekend als die aan deze groep wordt toegevoegd.

source: topic subscription
nl: onderwerpen abbonneren

source: Paste the entries (%s) to import in the text area below and then press "%s"
nl: Kopieer de invoerdata (%s) naar het textveld hieronder en druk dan op "%s"

source: Select the format of the data entered in the form above, or auto to let Aigaion automatically detect the format.
nl: Kies het formaat van de invoergegevens in het formulier hierboven, of auto om Aigaion automatisch het formaat te laten vinden.

source: Format:
nl: Formaat:

source: Mark imported entries as read.
nl: Markeer geïmporteerde publicaties als gelezen.

source: Review publications
nl: Review publicaties

source: Import:
nl: Importeren:

source: Citation
nl: Citatie

source: Choose alternative authors:
nl: Kies alternatieve auteurs:

source: Options for import-author "%s":
nl: Opties voor import-auteur "%s":

source: from database
nl: uit database

source: keep
nl: behoud

source: select to use similar author found in database
nl: kies deze om er op lijkende auteur die in database is gevonden te gebruiken

source: select to use author as found in BibTeX
nl: kies deze om auteur die in BibTex stond te gebruiken

source: Choose alternative editors:
nl: Kies alternatieve redacteurs:

source: select to use similar editor found in database
nl: kies deze om er op lijkende redacteur die in database is gevonden te gebruiken

source: select to use editor as found in BibTeX
nl: kies deze om redacteur die in BibTex stond te gebruiken

source: Keywords
nl: Trefwoorden

source: All available languages
nl: Alle beschikbare talen

source: Login failed
nl: Aanmelden mislukt

source: Welcome to the Aigaion bibliography system, please login
nl: Welkom bij het Aigaion bibliografiesysteem, meld je svp aan

source: You just submitted a form named %s, but it seems that you have been logged out. To proceed with submitting the information, please log in again, then confirm that you want to re-submit the data.
nl: Je hebt net een formulier opgestuurd met de naam %s, maar zo te zien ben je net afgemeld. Om door te gaan met het opsturen van het formulier, meld je nog eens aan, en bevestig dan dat je het formulier alsnog wil opsturen.

source: Login to proceed with form submission
nl: Meld je aan om verder te gaan met het indienen van het formulier

source: If you want a password, please mail to %s.
nl: Als je een wachtwoord wil, mail dan %s.

source: For more information about the Aigaion bibliography system visit %s
nl: Bezoek voor meer informatie over het Aigaion bibliografiesysteem: %s

source: Are you sure that you want to delete the note below?!
nl: Weet je zeker dat je de aantekening hieronder wil verwijderen?

source: Note text
nl: Tekst van aantekening

source: Add a note
nl: Voeg aantekening toe

source: Change note
nl: Verandering aantekening

source: Text
nl: Tekst

source: Access rights
nl: Toegangsrechten

source: Are you sure that you want to delete the publication '%s'?
nl: Weet je zeker dat je de publicatie '%s' wil verwijderen?

source: Special
nl: Speciaal

source: In the input field below, you can enter a month using bibtex codes containing things such as the default month abbreviations. Do not forget to use outer braces or quotes for literal strings.
nl: In onderstaand invoerveld kan je een maand invoeren met de bibtex code, gebruik makend van dingen zoals de standaardafkortingen voor maanden. Vergeet niet om de accolades of aanhalingstekens te gebruiken voor tekst die letterlijk moet worden overgenomen.

source: Examples
nl: Voorbeelden

source: Between January and May
nl: Tussen Januari en Mei

source: optional field
nl: optioneel veld

source: optional
nl: optioneel

source: Simple
nl: Simpel

source: Edit Publication
nl: Bewerk publicatie

source: Type of publication
nl: Publicatietype

source: Key
nl: Sleutel

source: This is the bibtex `key` field, used to define sorting keys
nl: Dit is het Bibtex `sleutel` veld, wat wordt gebruikt bij het sorteren in bibtex

source: This field might not be used by BibTeX for this publication type
nl: Dit veld wordt mogelijkerwijs niet gebruikt door BibTeX bij publicaties van dit type

source: %s field
nl: %s veld

source: add
nl: voeg toe

source: rem
nl: verw

source: up
nl: omhoog

source: down
nl: omlaag

source: Editors
nl: Redacteurs

source: Create as new name
nl: Voeg toe als nieuwe naam

source: Type in name to quick search. Note: use unaccented letters!
nl: Type hier een naam in voor snelzoeken. Let op: alleen letters zonder accenten!

source: Publications of type %s
nl: Alle publicaties van type %s

source: View publication details
nl: Bekijk details publicatie

source: and
nl: en

source: Click to follow Digital Object Identifier link to online publication
nl: Klik om de Digitale Object Identificatie te volgen naar de online puiblicatie

source: Master theses
nl: Mastersthesis

source: Delete this publication
nl: Verwijder deze publicatie

source: Edit this publication
nl: Bewerk deze publicatie

source: UnBookmark
nl: Verwijder uit bladwijzers

source: Bookmark
nl: Voeg toe aan bladwijzers

source: Export by e-mail
nl: Exporteer via e-mail

source: Request for publication: "%s"
nl: Aanvraag voor publicatie: "%s"

source: I understand that the document referenced above is subject to copyright.
nl: Ik begrijp dat het bovenstaande document onder auteursrechtelijke bescherming valt

source: I hereby request a copy strictly for my personal use.
nl: Hierbij vraag ik een kopie aan voor strikt persoonlijk gebruik

source: Name and contact details
nl: Naam en contactgegevens

source: Request publication by e-mail
nl: Vraag publicatie per e-mail aan

source: Request
nl: Aanvragen

source: No e-mail address available for neither of the authors
nl: Voor geen van de auteurs is een email adres beschikbaar

source: This is the BibTeX `key` field, used to define sorting keys
nl: Dit is het Bibtex `sleutel` veld, wat wordt gebruikt bij het sorteren in bibtex

source: All information on
nl: Alle informatie over

source: (eds)
nl: (reds)

source: (ed)
nl: (red)

source: Crossref by
nl: Kruisverwijzing vanaf

source: Added by
nl: Toegevoegd door

source: publication
nl: publicatie

source: Edit all rights
nl: Bwerk alle rechten

source: Click to modify access levels
nl: Klik om toegangsniveau aan te passen

source: Total mark
nl: Totaalscore

source: Your mark
nl: Mijn score

source: Read/Add mark
nl: Lees/Voeg score toe

source: Update mark
nl: Werk score bij

source: Unread
nl: Niet gelezen

source: add attachment
nl: voeg attachment toe

source: add note
nl: Voeg aantekening toe

source: finish categorization
nl: Voltooi categoriseren
