Repository: Boldewyn/puma
Catalog: aigaionengine/language/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Couldn't find publication to edit access levels
nl: Kon publicatie niet vinden waar toegangsniveaus van moeten worden aangepast

source: Edit access levels
nl: Toegangsniveaus aanpassen

source: %s read / edit rights
nl: lees- / schrijfrechten van %s

source: Download attachment
nl: Open bestand

source: non-existing id passed
nl: niet-bestaand id doorgegeven

source: Delete attachment
nl: Verwijder bestand

source: insufficient rights
nl: onvoldoende rechten

source: Add attachment
nl: Voeg attachment toe

source: Edit attachment
nl: Pas bestand aan

source: Attachment
nl: Bestand

source: Commit attachment
nl: Sla bestand op

source: no data to commit
nl: geen data om op te slaan

source: an error occurred
nl: er is een fout opgetreden

source: Please contact your Aigaion administrator.
nl: Neem svp contact op met je Aigaion beheerder.

source: View Author
nl: Bekijk Auteur

source: Export author
nl: Exporteer auteur

source: Publications of %s
nl: Alle publicaties voor %s

source: Publications of %s sorted by journal and type
nl: Publicaties van %s gesorteerd op tijdschrift en type

source: Publications of %s sorted by recency
nl: Publicaties van %s gesorteerd op nieuwheid

source: Publications of %s sorted by title
nl: Publicaties van %s gesorteerd op titel

source: Publications of %s sorted by first author
nl: Publicaties van %s gesorteerd op eerste auteur

source: No publications found.
nl: Geen publicaties gevonden.

source: Edit author
nl: Bewerk auteur

source: Cannot merge authors
nl: Auteurs kunnen niet samengevoegd worden

source: missing parameters
nl: Er missen parameters

source: Authors
nl: Auteurs

source: Merge
nl: Samenvoegen

source: Delete author
nl: Verwijder auteur

source: author does not exist
nl: auteur bestaat niet

source: Author
nl: Auteur

source: delete
nl: verwijder

source: Author "%s" already exists in the database.
nl: Auteurs "%s" bestaat al in de database.

source: Review publication
nl: Review publicatie

source: Authors for topic
nl: Auteurs voor onderwerp

source: Authors for topic %s
nl: Auteurs voor onderwerp "%s"

source: All authors in the database
nl: Alle auteurs in de database

source: Export through email
nl: Exporteer via e-mail

source: No author selected for export
nl: Er is geen auteur geselecteerd om te exporteren

source: Select export format
nl: Kies het formaat om te exporteren

source: Author export
nl: Exporteren auteur

source: Export by email
nl: Exporteer via e-mail

source: Export from Aigaion
nl: Geëxporteerd uit Aigaion

source: Exported for author
nl: Geëxporteerd voor auteur

source: Formatted
nl: Opgemaakt

source: Mail sent successfully
nl: Mail met succes verzonden

source: Something went wrong when exporting the publications. Did you input a correct email address?
nl: Er ging iets mis bij het exporteren van de publicaties. Heb je een correct emailadres opgegeven?

source: View bookmarklist
nl: Bekijk bladwijzers

source: Bookmark list
nl: Bladwijzers

source: Export bookmarklist
nl: Exporteer bladwijzers

source: Bookmarklist of %s
nl: Bladwijzers van %s

source: sorted by journal and type
nl: gesorteerd op tijdschrift en type

source: sorted by recency
nl: gesorteerd op nieuwheid

source: sorted by title
nl: gesorteerd op titel

source: sorted by first author
nl: gesorteerd op eerste auteur

source: Add publication to bookmarklist
nl: Voeg publicatie toe aan bladwijzers

source: Click to UnBookmark publication
nl: Klik om publicatie te verwijderen van bladwijzers

source: Add topic to bookmarklist
nl: Voeg hele onderwerp toe aan bladwijzers

source: Add keyword to bookmarklist
nl: Voeg publicaties van trefwoord toe aan bladwijzerlijst

source: Add author to bookmarklist
nl: Voeg alles van auteur toe aan bladwijzers

source: Removing publication from bookmarklist
nl: Verwijderen publicatie van bladijzerlijst

source: Click to Bookmark publication
nl: Klik om publicatie toe te voegen aan bladwijzers

source: Removing topic from bookmarklist
nl: Verwijder hele onderwerp van bladwijzers

source: Removing keyword from bookmarklist
nl: Verwijderen van trefwoord van bladwijzerlijst

source: Removing author from bookmarklist
nl: Verwijderen van auteur van bladwijzerlijst

source: Add bookmarked publications to topic
nl: Publicaties op bladwijzerlijst toevoegen aan onderwerp

source: Making topic from bookmarklist
nl: Maak nieuw onderwerp van de bladwijzers

source: -new from bookmarklist-
nl: -nieuw van bladwijzerlijst-

source: Error creating topic.
nl: Fout bij aanmaken onderwerp.

source: Remove bookmarked publications from topic
nl: Publicaties op bladwijzerlijst verwijderen uit onderwerp

source: Deleting publications from bookmarklist
nl: Verwijderen publicaties van bladwijzerlijst

source: Skipped %s publications due to insufficient rights.
nl: %s publicaties zijn overgeslagen vanwege onvoldoende rechten.

source: Delete all from bookmarklist
nl: Verwijder alles op de bladwijzerlijst uit Aigaion

source: Setting access levels of publications from bookmarklist
nl: Veranderen van toegangsrechten op publicaties op de bladwijzerlijst

source: no existing access level specified
nl: Niet-bestaand toegangsniveau opgegeven

source: Set %s access level of %s publications to "%s"
nl: De %s toegang van %s publicaties op "%s" gezet

source: read
nl: lees-

source: Set access level to %s for all from bookmarklist
nl: Verander toegangsrechten voor alle publicaties op de bladwijzerlijst in %s

source: Setting access levels of attachments from bookmarklist
nl: Veranderen toegangsrechten voor alle publicaties op de bladwijzerlijst

source: Set %s access level of %s attachments to "%s".
nl: Verander %s toegangsrechten voor %s bestanden in "%s".

source: Skipped %s attachments due to insufficient rights.
nl: %s bestanden overgeslagen vanwege gebrek aan toegangsrechten

source: Set access level to %s for all attachments of publications on bookmarklist
nl: Verander toegangsrechten in %s voor alle bestanden bij publicaties op de bladwijzerlijst

source: edit
nl: bewerk

source: Set %s access level to %s for all from bookmarklist
nl: Verander %s - toegangsrechten voor alle publicaties op de bladwijzerlijst in %s

source: Setting %s access levels of attachments from bookmarklist
nl: Veranderen van %s - toegangsrechten voor alle bestanden van publicaties op de bladwijzerlijst

source: Set %s access level to %s for all attachments of publications on bookmarklist
nl: Verander %s -toegangsrechten in %s voor alle bestanden bij publicaties op de bladwijzerlijst

source: Clear bookmarklist
nl: Bladwijzerlijst leegmaken

source: Exported from bookmarklist
nl: Geëxporteerd van bladwijzers

source: Export all publications
nl: Exporteer alle publicaties

source: All publications
nl: Alle Publicaties

source: Export requested for non existing topic.
nl: Export opgevraagd voor niet-bestaand onderwerp.

source: Export all for topic %s
nl: Exporteer alle publicaties voor onderwerp %s

source: All publications for topic "%s"
nl: Alle publicaties voor onderwerp "%s"

source: Export requested for non existing author.
nl: Export opgevraagd voor niet-bestaande auteu.

source: Export all for author %s
nl: Exporteer alles voor auteur %s

source: All publications for %s
nl: Alle publicaties voor %s

source: Export all publications on bookmarklist
nl: Exporteer alles in bladwijzers

source: Export
nl: Exporteer

source: no bookmarklist rights
nl: geen rechten voor gebruik bladwijzers

source: Export requested for non existing publication.
nl: Export opgevraagd voor niet-bestaande publicatie.

source: Export one publication
nl: Exporteer één publicatie

source: View group
nl: Bekijk groep

source: Group
nl: Groep

source: Add group
nl: Voeg group toe

source: Changes not committed
nl: Veranderingen niet doorgevoerd

source: Edit group
nl: Bewerk groep

source: Delete group
nl: Verwijder groep

source: non-existing group specified
nl: Niet-bestaande groep opgegeven

source: Commit group
nl: Leg groep vast

source: Group Name
nl: Groepsnaam

source: Topic review
nl: Onderwerpen abbonnere

source: invalid group_id specified
nl: ongeldig groeps-id opgegeven

source: Topic subscription
nl: Onderwerpen abbonneren

source: Topic subscription for groups
nl: Abbonneren op onderwerpen voor groepen

source: Topic subscription for %s
nl: Onderwerpen abbonneren voor %s

source: Subscribed topics are highlighted in boldface.
nl: Geabbonneerde onderwerpen zijn vetgedrukt.

source: To subscribe or unsubscribe a topic and its descendants, click on the topic.
nl: Om je abbonnement op een onderwerp (en die daaronder) te veranderen klik je op de naam van het onderwerp.

source: Subscribe topic
nl: Abbonneer op onderwerp

source: Unsubscribe topic
nl: Zeg abbonnement op onderwerp op

source: Import
nl: Importeren

source: Import publications
nl: Publicaties importeren

source: no import data entered.
nl: geen gegevens ingevoerd om te importeren.

source: Unknown import format specified ("%s").
nl: Onbekend invoerformaat opgegeven ("%s").

source: Attempting to automatically identify proper format.
nl: Poging tot automatisch identificeren van juiste invoerformaat.

source: can't automatically figure out import data format; please specify correct format.
nl: Het formaat van de importgegevens kan niet automatisch bepaald worden -- geef aub het juiste formaat op.

source: Data automatically identified as format "%s".
nl: Gegevens automatisch geïdentificeerd als formaat "%s".

source: Could not extract any valid publication entries from the import data.
nl: Er konden geen geldige publicaties uit de importgegevens gehaald worden.

source: Please verify the input.
nl: Controleer svp de invoer.

source: If the input is correct, please verify the contents of the "BibTeX strings" setting under "In- and output settings", in the site configuration screen.
nl: Als de invoer correct was, controleer dan of de inhoud van de "BibTeX macros" in de configuratie-instellingen wel klopt.

source: If that setting is correct, too, please submit a bug report at http://aigaion.nl/
nl: Als die instelling ook correct is, meld dan svp de fout aan op http://aigaion.nl/

source: Commit
nl: Vastleggen

source: no publications committed.
nl: geen publicaties vastgelegd.

source: Succesfully imported %s publications.
nl: %s publicaties successvol geïmporteerd.

source: View publications for keyword
nl: Toon publicaties voor trefwoord

source: Keyword
nl: Trefwoord

source: Export for keyword
nl: Exporteer voor trefwoord

source: Publications for keyword "%s"
nl: Publicaties voor trefwoord "%s"

source: No publications found using this keyword.
nl: Geen publicaties gevonden die dit trefwoord gebruiken.

source: Unknown language
nl: Onbekende taal

source: Select language
nl: Kies taal

source: Please login
nl: Meld je svp aan

source: Anonymous accounts are not enabled
nl: Anonieme toegang is niet ingeschakeld

source: Anonymous login: no existing anonymous user_id provided
nl: Anonieme toegang: er is geen anonieme gebruikersaccount opgegeven

source: Error logging in anonymous account
nl: Er is een fout opgetreden bij het anoniem aanmelden

source: Aigaion not configured for this kind of access
nl: Aigaion is niet geconfigureerd voor deze soort van toegang

source: No token available
nl: Geen aanmeld- token beschikbaar

source: Token already logged in
nl: Token reeds aangemeld

source: Token timed out
nl: Geldigheidsduur token is voorbij

source: Logged in as %s
nl: Ingelogd als %s

source: Non-existing account
nl: Niet-bestaande account

source: Fail token
nl: Fout bij token

source: Unknown fail
nl: Onbekende fout

source: User logged out
nl: Gebruiker afgemeld

source: Wrong parameters for logout
nl: Foute parameters om mee af te melden

source: Delete note
nl: Verwijder aantekening

source: Add note
nl: Voeg aantekening toe

source: Edit note
nl: Bewerk aantekening

source: Publication belonging to note
nl: Publicatie die bij de aantekening hoort

source: Commit note
nl: Sla aantekening op

source: Publication id
nl: Publicatie id

source: Note
nl: Aantekening

source: View publication
nl: Bekijk publicatie

source: non-existing BibTeX id "%s" was passed
nl: niet-bestaand bibtex id "%s" opgegeven

source: Publication list
nl: Publicatielijst

source: sorted by author
nl: gesorteerd op auteur

source: All publications not assigned to a topic
nl: Alle publicaties die niet aan een onderwerp zijn toegewezen

source: Edit publication
nl: Bewerk deze publicatie

source: Add publication
nl: Publicatie toevoegen

source: Import publication
nl: Publicatie importeren

source: Delete publication
nl: Verwijder deze publicatie

source: There are validation errors with this entry. You may want to correct them.
nl: Er zijn fouten opgetreden in de validatie van deze gegevens. Je wil ze misschien corrigeren.

source: Commit publication
nl: Sla publicatie op

source: Mark publication
nl: Beoordeel publicatie

source: Export publication
nl: Exporteer publicatie

source: Exported publication
nl: Publicatie geëxporteerd

source: no command
nl: geen opdracht

source: no type
nl: geen type

source: no id
nl: geen id

source: Unknown id or bibtex_id: %s
nl: Onbekend ID of bibtex ID: %s

source: Go to this publication in the Aigaion database
nl: Ga naar deze publicatie in de Aigaion database

source: Topic structure is not unique in Aigaion.
nl: Onderwerpstructuur is niet uniek in Aigaion.

source: Topic structure does not exist in Aigaion.
nl: Onderwerpstructuur bestaat niet in Aigaion.

source: no topic id
nl: geen onderwerp id

source: Unknown topic id or topic path
nl: Onbekend onderwerp id of onderwerppad

source: Go to this topic in the Aigaion database
nl: Ga naar dit onderwerp in de Aigaion database

source: CANNOT INTERPRET FULL AUTHOR NAMES YET.
nl: KAN NOG GEEN VOLLEDIGE AUTEURSNAMEN INTERPRETEREN.

source: Unknown author id or name
nl: Onbekend auteurs-id of -naam

source: Go to this author in the Aigaion database
nl: Ga naar deze auteur in de database

source: Unknown type
nl: Onbekend type

source: Unknown id or bibtex_id
nl: Onbekend id of bibtex id

source: Embedding for %s
nl: Inbedding voor %s

source: Aigaion error: no shared domain configured in the Aigaion database
nl: Aigaion fout: geen gedeeld domein geconfigureerd voor de Aigaion database

source: No form data to repost
nl: Geen formulier op opnieuw op te sturen

source: Repost form
nl: Stuur formulier opnieuw op

source: View rights profile
nl: Bekijk rechtenprofiel

source: Rightsprofile
nl: Rechtenprofiel

source: Add rights profile
nl: Voeg rechtenprofiel toe

source: Edit rights profile
nl: Bewerk rechtenprofiel

source: Delete rights profile
nl: Verwijder rechtenprofiel

source: Commit rights profile
nl: Sla rechtenprofiel op

source: Profile Name
nl: Naam van rechtenprofiel

source: Search
nl: Zoek

source: no query
nl: geen zoekopdracht

source: Search results
nl: Zoekresultaten

source: Advanced search
nl: Geavanceerd zoeken

source: Quicksearch results
nl: Snelzoekresultaten

source: Nonexisting topic_id in advanced search condition
nl: Niet-bestaand onderwerps ID in geavanceerde zoekopdracht

source: No query at all: please give at least a search term or a topic condition
nl: Geen zoekopdracht gegeven. Geef aub in elk geval een zoekterm of een onderwerp-selectiecriterium

source: Advanced search results
nl: Resultaten geavanceerd zoeken

source: Search form below
nl: Zoekformulier onderaan

source: Configure database
nl: Configureer database

source: Site configuration
nl: Instellingen

source: Maintain database
nl: Onderhoud database

source: Aigaion updates
nl: Nieuwe versie van Aigaion

source: Checking for updates
nl: Zoeken naar updates

source: This installation of Aigaion is up-to-date.
nl: Deze installatie van Aigaion is up-to-date

source: Maintenance function "%s" not implemented.
nl: Onderhoudsfunctie "%s" is niet geïmplementeerd.

source: Site maintenance
nl: Onderhoud

source: Backup database
nl: Maak een backup

source: Restore database
nl: Herstel database

source: The file appears not to be an SQL file. Please select a valid Aigaion backup file.
nl: Het bestand lijkt geen SQL bestand te zijn. Gef svp een geldig Aigaion backup bestand op.

source: Restored database
nl: Database hersteld

source: No data given to restore!
nl: GewenGeen backupgegevens meegegeven om de database mee te herstellen!

source: Unit Testing Output
nl: Uitvoer van testprocedures

source: See the controller "test.php" for the unit testing functions. From its main method, call each test method with $debug parameter = true to get more output.
nl: Zie de controller "test.php" voor de testfuncties. Als je van de hoofdtoegang een testfunctie aanroept met de $debug parameter =true, dan krijg je meer informatie op het scherm.

source: Bibtex character conversions
nl: BibTeX tekenset conversies

source: Failed
nl: Mislukt

source: Passed
nl: Geslaagd

source: Bibtex single entry imports
nl: BibTeX import van losse publicaties

source: Note: these tests do not take the review and database result into account, only the result of the bibtex parsing.
nl: Let op: deze tests houden geen rekening met de invoercontroles en met het uiteindelijke resultaat, maar kijken enkel of de bibtex goed ontleed wordt.

source: Import should return 1 publication, but returned %s publications.
nl: Import had 1 publicatie moeten teruggeven, maar gaf %s publicaties terug.

source: "%s" should have been "%s" but is "%s"
nl: "%s" had "%s" moeten zijn maar is in plaats daarvan "%s"

source: Import should contain %s authors, but does contain %s authors.
nl: De geïmporteerde data zou %s auteurs moeten bevatten, maar bevat er maar %s.

source: First name(s) should have been "%s" but is "%s".
nl: Voornaam had "%s" moeten zijn maar is "%s".

source: von-part should have been "%s" but is "%s".
nl: tussenvoegsel had "%s" moeten zijn maar is "%s".

source: Last name(s) should have been "%s" but is "%s".
nl: Achternaam had "%s" moeten zijn maar is "%s".

source: jr-part should have been "%s" but is "%s".
nl: achtervoegsel had "%s" moeten zijn maar is "%s".

source: Browse topic tree
nl: Bekijk onderwerpshierarchie

source: Browse topics
nl: Bekijk onderwerpenhierarchie

source: include all topics
nl: neem alle topics op

source: Delete topic
nl: Verwijder onderwerp

source: Add topic
nl: Voeg onderwerp toe

source: Edit topic
nl: Bewerk onderwerp

source: Show topic
nl: Bekijk onderwerp

source: Topic
nl: Onderwerp

source: Export topic
nl: Exporteer onderwerp

source: Publications for topic "%s"
nl: Alle publicaties voor onderwerp "%s"

source: Embed topic
nl: Onderwerp inbedden

source: Commit topic
nl: Sla onderwerp op

source: Topic Name
nl: Onderwerpnaam

source: Collapse topic
nl: Onderwerp inklappen

source: Topic export
nl: Onderwerp exporteren

source: Exported from topic
nl: Geëxporteerd voor onderwerp

source: Manage accounts
nl: Gebruikersbeheer

source: User
nl: Gebruiker

source: add a new user
nl: voeg een nieuwe gebruiker toe

source: Users
nl: Gebruikers

source: add a new group
nl: voeg group toe

source: Groups
nl: Groepen

source: add a new rightsprofile
nl: Voeg een rechtenprofiel toe

source: Rights profiles
nl: Toegangsrechtprofielen

source: View user
nl: Bekijk gebruiker

source: Add user
nl: Voeg gebruiker toe

source: Edit user
nl: Bewerk gebruiker

source: Edit account
nl: Bewerk account

source: Delete user
nl: Verwijder gebruiker

source: Delete account
nl: Verwijder account

source: Commit user
nl: Sla gebruikersgegevens op

source: Login Name
nl: Aanmeld-naam

source: First Password
nl: Eerste wachtwoord

source: Second Password
nl: Tweede wachtwoord

source: an error occurred at '%s'
nl: Er is en fout opgetreden op '%s'

source: Topic subscription for %s (%s)
nl: Onderwerpen abbonneren voor %s (%s)

source: Couldn't connect to demo2.aigaion.nl to check for updates
nl: Er kon geen verbinding gemaakt worden met demo2.aigaion.nl om te kijken of er nieuwe versies zjin

source: Couldn't obtain release version info from demo2.aigaion.nl
nl: De informatie over nieuwe versies kon niet worden opgehaald van demo2.aigaion.nl

source: Your database version is higher than the official release. Probably you are using the SVN version?
nl: Je database versie is hoger dan de officiele versie. Waarschijnlijk gebruik je de SVN versie?

source: There is a new version available
nl: Er is een nieuwe versie beschikbaar

source: Current version
nl: Huidige versie

source: Couldn't obtain detailed update info from demo2.aigaion.nl
nl: De gedetailleerde informatie over nieuwe versies kon niet worden opgehaald van demo2.aigaion.nl

source: Note: the updated version contains security fixes. You are strongly recommended to get the latest version of Aigaion.
nl: Let op: de nieuwe versie bevat verbeteringen in de veiligheid. Het wordt sterk aangeraden de meest recente versie van Aigaion op te halen.

source: Detailed info for available updates
nl: Gedetailleerde informatie over beschikbare nieuwe versies

source: Types of update
nl: Soorten verbetering

source: Version
nl: Versie

source: Bugfix
nl: Foutcorrectie

source: Features
nl: Mogelijkheden

source: Layout
nl: Opmaak

source: Security
nl: Veiligheid

source: Description
nl: Omschrijving

source: Some bugs were fixed this release
nl: In deze versie zijn fouten gecorrigeerd

source: Some features were added this release
nl: In deze versie zijn mogelijkheden toegevoegd

source: Some layout elements were changed this release
nl: In deze versie is de opmaak verbeterd

source: This release contains security fixes!
nl: Deze versie bevat verbeteringen in de veiligheid!

source: You can download the new version %s here %s.
nl: Je kan de nieuwe versie %s hier %s ophalen.

source: No format possible
nl: Opmaken van referentie niet mogelijk

source: Passwords check
nl: Controle wachtwoorden

source: Check all users
nl: Controle alle gebruikers

source: User %s has an empty password!
nl: Gebruiker %s heft een leeg wachtwoord!

source: User %s has the user name for password!
nl: Gebruiker %s heeft de gebruikersnaam als wachtwoord!

source: Alert
nl: Waarschuwing

source: The following users have a wrong password
nl: De volgende gebruikers hebben een verkeerd wachtwoord

source: Notes checks
nl: Controle aantekeningen

source: Checking note crossreference consistency
nl: Controle van consistentie van verwijzingen tussen aantekeningen

source: %s notes had inconsistent note crossref IDs.
nl: %s aantekeningen hadden inconsistente verwijzingen naar elkaar.

source: NOT YET IMPLEMENTED
nl: NOG NIET GEIMPLEMENTEERD

source: Attachments check
nl: Controle bestanden

source: Check missing attachments
nl: Controle missende bestanden

source: The following files could not be found in the attachment directory.
nl: De volgende bestanden konden niet in de opslagfolder gevonden worden.

source: Check orphaned attachments
nl: Controle verweesde bestanden

source: %s references to attachments that no longer belong to a publication have been removed.
nl: %s verwijzingen naar bestanden die niet meer bij een publicatie horen zijn verwijderd.

source: Check unknown files
nl: Controle onbekende files

source: The following files are on the server, but do not belong to a publication in the database
nl: De volgende bestanden staan op de server, maar horen niet bij een publicatie in de database

source: Author check
nl: Controle auteurs

source: Checking empty author names
nl: Controle van lege auteursnamen

source: The following authors have an empty name
nl: De volgende auteurs hebben een lege naam

source: Checking similar author names
nl: Controle van soortgelijke auteursnamen

source: TURNED OFF BECAUSE IT TENDS TO TIME-OUT
nl: UITGEZET OMDAT HET LANGER DUURT DAN DE SERVER AANKAN

source: Checking orphaned authorpublicationlinks
nl: Controle verweesde auteur-publicatie verbindingen
