Repository: Boldewyn/puma
Catalog: aigaionengine/language/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: categorize publication
nl: Categoriseer publicatie

source: Topics
nl: Onderwerpen

source: Click on a topic name to change its subscription status.
nl: Klik op een onderwerpnaam om de abbonnementsstatus te veranderen

source: Are you sure that you want to delete rightsprofile %s?
nl: Weet je zeker dat je rechtenprofiel "%s" wil verwijderen?

source: Create a new rightsprofile
nl: Nieuw rechtenprofiel aanmaken

source: Edit rightsprofile "%s"
nl: Wijzig rechtenprofiel "%s"

source: User rights in this profile
nl: Rechten in dit rechtenprofiel

source: Advanced Search
nl: Geavanceerd zoeken

source: Search terms
nl: Zoektermen

source: Result types
nl: Resultaatsoorten

source: Choose which types of results you want returned
nl: Kies welke soorten resultaten je terug wilt

source: Return authors
nl: Geef auteurs terug

source: Return publications
nl: Geef publicaties terug

source: Return topics
nl: Geef onderwerpen terug

source: Return keywords
nl: Geef trefwoorden

source: Publication search
nl: Publicaties zoeken

source: Choose, if you are searching for publications (see above!), which fields are searched
nl: Kies, als je publicaties zoekt, in welke velden gezocht moet worden

source: Search publication titles
nl: Zoek in titels

source: Search publication notes
nl: Zoek in aantekeningen

source: Search publication Citation
nl: Zoek in citatie-id

source: Search publication abstract
nl: Zoek in samenvatting

source: Advanced Search: Publications on topic restriction
nl: Geavanceerd zoeken op onderwerpscriteria

source: Leave empty if you want to search all publications
nl: Leeglaten als je alle publicaties wil doorzoeken

source: Search publications with these terms in the following fields:
nl: Zoek publicaties met deze zoektermen in de volgende velden:

source: Search publication Citation id
nl: Zoeken in Citatie-id van publicaties

source: Choose the topic restrictions that apply.
nl: Kies te onderwerpscriteria die gebruikt moeten worden.

source: Return all publications that satisfy %s of the following conditions
nl: Geef alle publicaties dat %s voldoen aan de volgende condities

source: All
nl: Alle

source: Any
nl: MInstens één

source: Condition
nl: Criterium

source: %s appear in %s
nl: %s voorkomen in %s

source: Do
nl: Wel

source: Do not
nl: Niet

source: Select topic to include or exclude
nl: Kies onderwerp om wel of niet mee te nemen

source: More...
nl: Meer...

source: Authors: %s
nl: Auteurs: %s

source: Topics: %s
nl: Onderwerpen: %s

source: Keywords: %s
nl: Trefwoorden: %s

source: %s matches
nl: %s resultaten

source: Publication matches
nl: Gevonden publicaties

source: No search results found for query: %s
nl: Geen zoekresultaten voor zoekvraag: %s

source: Search results for query: %s
nl: Zoekresultaten voor vraag: %s

source: Aigaion site configuration form
nl: Configuratieformulier voor Aigaion site

source: Site Admin:
nl: Site Beheerder:

source: Name of Aigaion administrator:
nl: Naam van Aigaion beheerder.

source: Email of Aigaion administrator:
nl: Emailadres van Aigaion beheerder.

source: Login settings (Anonymous access):
nl: Aanmeldinstellingen (Anonieme toegang):

source: These login settings determine how anonymous (guest) access to Aigaion is configured.
nl: Deze aanmeldinstellingen bepalen hoe anonieme (gast)toegang in Aigaion is ingesteld.

source: Enable anonymous access:
nl: Schakel anonieme toegang in:

source: Check this box to enable anonymous (guest) access.
nl: Vink dit vakje aan om anonieme (gast)toegang toe te staan.

source: Default anonymous user account
nl: Standaard anonieme gebruikerstoegang

source: Select the user account that will be used by default for logging in anonymous users. Only users that are marked 'anonymous' on the edit user page can be selected here!
nl: Kies de account waarmee gasten standaard worden ingelogd. Alleen gebruikers die als 'anoniem' zijn aangemerkt op de 'bewerk gebruiker' pagina kunnen hier gekozen worden!

source: Note: Be careful in assigning user rights to anonymous accounts!
nl: Let op: Wees voorzichtig met het toekennen van gebruikersrechten aan anonieme accounts!

source: Login settings (Delegation of password checking to external module):
nl: Aanmeldinstellingen (Overdragen van wachtwoordcontrole op externe module):

source: These login settings determine whether the login password checking is delegated to some external module, and if so, how this is configured.
nl: Deze aanmeldingstellingen bepalen of het controleren van wachtwoorden overgedragen is aan een externe module, en zo ja, hoe dat is geconfigureerd.

source: Delegate password checking:
nl: Controle wachtwoorden overdragen:

source: Check this box to delegate password checking to external modules.
nl: Vink dit vakje aan om wachtwoordcontrole over te dragen aan externe modules.

source: Password checking module
nl: Wachtwoordcontrolemodule

source: Test delegate
nl: Testmodule

source: LDAP Password checking
nl: LDAP wachtwoordcontrole

source: Select the module to which the password checking is to be delegated. Be sure to also configure that login module properly, before you turn off the internal login modules!
nl: Kies hier de module aan welke de controle van wachtwoorden wordt overgedragen. Zorg ervoor dat je er zeker van bent dat de module goed is ingesteld voordat je de interne aanmeldmodule uitschakelt!

source: Note: check 'Disable internal login' to disallow access to any account not verified using the above module.
nl: Let op: vink 'Intern aanmelden uitschakelen' aan om toegang te ontzeggen aan elke account die niet goedgekeurd is door bovenstaande module.

source: Login settings (Special settings):
nl: Aanmeldinstellingen (Speciale instellingen):

source: Create missing users:
nl: Maak missende gebruikers aan:

source: Check this box to force the system to create users that are logged in using an external account/password, but do not have an internal Aigaion user account yet. Note that this setting only has an effect when 'delegated password checking' or one of the external login modules have been enabled.
nl: Vink dit vakje aan om het systeem te dwingen om gebruikersaccounts te maken voor iedereen die mag aanmelden volgens de externe wachtwoordcontrolemodules, maar die nog geen interne Aigaion account hebben. Bedenk dat deze instelling alleen effect heeft als 'overdragen wachtwoordcontrole' is ingesteld, dan wel één van de externe aanmeldmodules is ingeschakeld.

source: Disable internal login:
nl: Intern aanmelden uitschakelen:

source: Check this box to disable internal login facilities. If internal login is disabled, users can only login using one of the delegated password checking modules such as IMAP or LDAP or one of the external login modules such as the httpauth login.
nl: Vink dit vakje aan om de interne aanmeldmodule uit te schakelen. Als intern aanmelden is uitgeschaked, kunnen gebruikers zich alleen aanmelden met een van de externe wachtwoordcontrolemodules zoals IMAP of LDAP, of met een van de externe aanmeldmodules zoals de httpauth module.

source: Login settings (LDAP):
nl: Aanmeldinstellingen (LDAP):

source: If you use LDAP authentication, you should set the LDAP server and the base DN. (e.g. server: ldap.aigaion.nl, base dn: dc=dev,dc=aigaion,dc=nl) (That's just an example! We don't really have an LDAP server at Aigaion.nl!)
nl: Als je LDAP authenticatie wil gebruiken, moet je de LDAP server en het basis DN instellen. (Bijv. server: ldap.aigaion.nl, base dn: dc=dev,dc=aigaion,dc=nl) (Dat is slechts een voorbeeld! We hebben niet echt een LDAP server op Aigaion.nl!)

source: If you want to use the LDAP authentication, you need to have the LDAP modules of your PHP server activated. Explaining how to install that is well outside the scope of Aigaion documentation. See the LDAP documentation at %s for more information. Take special note of the dependencies of this module: for Windows you need e.g. libeay32.dll and ssleay32.dll and msvcr71.dll to be available somewhere...
nl: Als je de LDAP authenticatie wil gebruiken, moeten de LDAP modules van je PHP server goed ingesteld zijn. Uitleg over hoe dat moet hoort niet in deze AIgaion documentatie thuis. Zie de LDAP documentatie op %s voor meer informatie. Let vooral goed op de afhankelijkheden van andere modules: voor Windows heb je bijvoorbeld libeay32.dll en ssleay32.dll en msvcr71.dll nodig...

source: The LDAP server (like: ldap.aigaion.nl).
nl: De LDAP server (zoals: ldap.aigaion.nl).

source: LDAP base DN:
nl: LDAP basis DN:

source: The base DN for loggin in to the LDAP server (like: dc=dev,dc=aigaion,dc=nl).
nl: Het basis DN om je aan te melden bij de LDAP server (zoals: dc=dev,dc=aigaion,dc=nl).

source: Login domain:
nl: Domein om aan te melden:

source: The domain for logging in to the LDAP server (like: dev.aigaion.nl).
nl: Het domein om je aan te melden bij de LDAP server (zoals: dev.aigaion.nl).

source: Check this box if your LDAP server is an Active Directory server.
nl: Vink dit vak aan als je LDAP server een ActiveDirectory server is.

source: Login settings (HTTP Authentication):
nl: Aanmeldinstellingen (HTTP Authenticatie):

source: '.htpasswd' is a module that uses the .htaccess and .htpasswd login system to determine the name of the logged user, instead of a login form.
nl: '.htpasswd' is een module die de .htaccess en .htpasswd aanmeldsysteem gebruikt om te bepalen of een gebruiker is aangemeld, in plaats van het aanmeldformulier.

source: If you select this, be sure that you have the httpauth correctly configured - otherwise you may have problems logging in and then you can also not turn the httpauth login module off without directly accessing the Aigaion database.
nl: Als je deze selecteert, let dan op dat je de httpauth goed hebt ingesteld -- anders krijg je misschien problemen met het aanmelden, en dan kan je de module ook niet meer uitzetten zonder iets direct in de SQL database te wijzigen.

source: Use HTTPAUTH login modules:
nl: Gebruik HTTPAUTH aanmeldmodules:

source: Check this box to enable the httpauth login module.
nl: Vink dit vakje aan om de httpauth aanmeldmodule in te schakelen.

source: Add autocreated users to group:
nl: Voeg automatisch aangemaakte gebruikers to aan groep:

source: If "Create missing users" is enabled, new users will automatically be added to this group. Use the group name!
nl: Als "Maak missende gebruikersaccounts" ingeschakeld is, worden de nieuwe gebruikers automatisch aan deze groep toegevoegd. Voor de groepsnaam in.

source: Attachment settings:
nl: Instellingen voor bestanden:

source: Allowed extensions for attachments:
nl: Toegestane filetypes voor bestanden:

source: The list of allowed extensions for attachments. Attachments that do not have an extension from this list can not be uploaded.
nl: De lijst met toegestane bestandstypen. Bestanden van een type dat niet in deze lijst staat kunnen niet aan een publicatie toegevoegd worden.

source: Allow all remote attachments:
nl: Sta alle externe bestandslinks toe:

source: Check this box if you want to allow all external attachment names, instead of just those ending in one of the 'allowed extensions' specified above. This may be useful because external attachments are often to sites such as portal.acm or doi, with link names ending in meaningless numbers instead of a proper file name. This only affects *remote* attachments.
nl: Vink dit vakje aan als je vor externe bestanden (bestandsverwijzingen) alle typen wil toestaan, in plaats van enkel die typen die als 'toegestaan bestandstype' hierboven zijn aangegeven. Dit kan nuttig zijn omdat externe bestanden vaak via portals (bv portal.acm, of ieee-explore) gevonden worden, waarbij de linknaam eindigt in betekenisloze nummers in plaats van een echte bestandsnaam. Deze instelling heeft enkel effect op *externe* bestandsverwijzingen.

source: The server is read only:
nl: De server is alleen-lezen:

source: Check this box if the server is read-only, i.e. if you cannot write files such as attachments to the server.
nl: Vink dit vakje aan als de server als alleen-lezen is ingesteld, d.w.z. als je geen bestanden op de server kan plaatsen.

source: BibTeX strings:
nl: BibTeX String Macros:

source: BibTeX allows definition of strings. Strings that are defined here are converted when importing BibTeX. The correct syntax for strings is: %s
nl: In BibTeX kan je macro's definieren. Hieronder kun je macro's definieren die bij importeren van BibTeX gebruikt moeten worden. De correcte vorm voor zo'n macro is: %s

source: Convert BibTeX to UTF8 upon input
nl: Converteer Bibtex naar UTF8 bij importeren

source: Turn this off if you want special BibTeX character codes to be stored as such in the database, without converting them into utf8. This is useful if you find that you have a lot of BibTeX that is converted wrongly.
nl: Schakel dit uit als je de speciale BibTeX codes als zodanig wil opslaan in de database, zonder ze naar utf8 te converteren.

source: Some display settings:
nl: Enkele weergave-instellingen:

source: Title of the site:
nl: Titel van de site:

source: Display publications on single-topic page:
nl: Toon publicaties op onderwerpspaginas:

source: Checking this box means that the full list of publications for a topic is included below the topic description, to speed up browsing for papers. Turning this on might however slow down the loading of the topic pages.
nl: Als dit vakje is aangevinkt wordt de volledige lijst publicaties op een onderwerpspagina getoond, onder de onderwerpsbeschrijving. Dit maakt het doorzoeken van onderwerpen sneller, maar kan het laden van de onderwerpspagina wat trager maken.

source: Merge crossreferenced publications in single publication view:
nl: gerefereerde publicaties in een publicatieoverzicht samen voegen:

source: Check to merge cross-referenced publications on a single publication page view.
nl: aanvinken om gerefereerde publicaties met de refererende publicatie in een publicatieoverzicht samen te voegen

source: Defaults for user preferences:
nl: Standaard gebruikersvoorkeuren:

source: Several user preferences can be given a default value here, to be overridden as wished by users who can change their profile.
nl: Een aantal gebruikersvoorkeuren kunnen hier een standaardwaarde krijgen, die de individuele gebruikers dan desgewenst in hun profiel nog kunnen aanpassen.

source: Default theme
nl: Standaardthema

source: Default language
nl: Standaardtaal

source: Default publication summary style
nl: Standaardstijl voor samenvatting publicaties

source: Author first
nl: Eerst auteurs

source: Title first
nl: Eerst titel

source: Default author display style
nl: Standaard weergavestijl voor auteurs

source: First [von] Last
nl: Voornaam [van] Achternaam

source: [von] Last, First
nl: [van] Achternaam, Voornaam

source: [von] Last
nl: [van] Achternaam

source: Default number of publications per page
nl: Standaard aantal publicaties per pagina

source: 'Similar author' check
nl: Controle gelijkende auteurs

source: Last names, then initials
nl: Achternaam gevolgd door initialen

source: Full name
nl: Volledige naam

source: Select the method for checking whether two author names are counted as 'similar'.
nl: Kies hoe bepaald wordt of twee auteurs 'op elkaar lijken'.

source: Default access levels:
nl: Standaard toegangsniveaus:

source: Specify here the default access levels for different types of objects. A 'Default publication read level' of 'public' means, for example, that new publications are publicly accessible by default
nl: Kies hier de standaardtoegangsniveaus voor verschillende soorten objecten. Een 'standaard leestoegangsniveau' voor publicaties met de waarde 'publiek' betekent bijvoorbeeld dat nieuwe publicaties standaard publiek toegankelijk zijn.

source: Default access level:
nl: Standaard toegangsniveau:

source: Default attachment read level
nl: Standaard leestoegangsniveaus

source: Default attachment edit level
nl: Standaard wijzigingsniveau bestanden

source: Default publication read level
nl: Standaard leesniveau publicatie

source: Default publication edit level
nl: Standaard wijzigingsniveau publicatie

source: Default note read level
nl: Standaard leesniveau aantekening

source: Default note edit level
nl: Standaard wijzigingsniveau aantekening

source: Default topic read level
nl: Standaard leesniveau onderwerp

source: Default topic edit level
nl: Standaard wijzigingsniveau onderwerp

source: Embedding options:
nl: Instellingen voor inbedden:

source: Shared domain for embedding:
nl: Gedeeld domein voor inbedding:

source: Logintegration options:
nl: Opties voor integratie aanmeldsysteem:

source: Shared secret phrase for integrated login:
nl: Gedeelde geheime zin voor geïntegreerde aanmeldmechanismes:

source: Aigaion login module
nl: Aigaion aanmeldmodule

source: .htpasswd file
nl: .htpasswd bestand

source: LDAP based authentication
nl: LDAP authenticatie

source: Store new settings
nl: Sla nieuwe instellingen op

source: Maintenance and checks
nl: Onderhoud en controles

source: There is a set of maintenance functions available. You can either perform the maintenance functions separately by selecting from the list, or you can %s
nl: Er is een verzameling onderhoudsfuncties beschikbaar. Je kan ervoor kiezen om elke onderhoudsfunctie apart te selecteren in onderstaande lijst, of je kan %s

source: perform all checks at once
nl: alle controles in één keer uitvoeren

source: Check attachments
nl: Controle bestanden

source: Check topics
nl: Controle onderwerpen

source: Check notes
nl: Controle aantekeningen

source: Check authors
nl: Controle auteurs

source: Check passwords
nl: Controle wachtwoorden

source: Check searchable names, keywords and titles
nl: Herinitialiseer de doorzoekbare namen, trefwoorden en titels

source: Check publication marks
nl: Controle van totaalscores

source: Check for updates
nl: Zoeken naar nieuwe versie

source: Backup and restore
nl: Veiligheidskopieën

source: Making regular backups of the database is recommended. Collecting a complete bibliography takes a lot of time and a single server crash fades all these efforts away. Storing the backupfiles on another server or medium is recommended.
nl: Maak vaak reservekopieen van je database! Een complete geannoteerde bibliografie verzamelen kost veel tijd, en een enkele server-crash kan al je werk teniet doen. Het verdient de aanbeveling om je reservekopie op een andere server of disk te bewaren.

source: Export database
nl: Database exporteren als veiligheidskopie

source: Restore database from backup
nl: Herstel database uit veiligheidskopie

source: <b>Important</b>: if you don't paste the full contents of an Aigaion 2 backup file here, the database will end up being corrupted.
nl: <b>Belangrijk</b>: als je niet de volledige inhoud van een Aigaion 2 reservekopie hier invoegt kan de database gecorrumpeerd raken.

source: Table Prefix
nl: Tabelprefix

source: If the sql code pasted below defines a table prefix different from the prefix defined in this installation of Aigaion, you should change these prefixes in the sql code pasted below, in all drop, create and insert statements. In the future we will make a more elegant solution for this.
nl: Als de SQL code die je hieronder invoegt een andere tabel-prefix hanteert dan deze installatie van Aigaion, moet je dat handmatig aanpassen in de code hieronder, voor alle DROP, CREATE en INSERT commandos.

source: Paste your backup data here
nl: Voeg je backupgegevens hier in

source: Paste backup data here. Restoring from backup data will overwrite all data currently in this database! Do not restore if you do not have a backup file of the current status of the database!
nl: Voeg de gegevens van je reservekopie hieronder in. Als je een reservekopie op deze manier hersteld zal alle data die momenteel in deze database zit overschreven worden! Voer geen herstel uit als je niet nog een backup van de huidige database hebt.

source: Restore
nl: Herstellen

source: Aigaion statistics
nl: Aigaion statistieken

source: %s publications (%s read)
nl: %s publicaties (%s gelezen)

source: %s authors
nl: %s auteurs

source: %s main topics
nl: %s hoofdonderwerpen

source: No description
nl: Geen omschrijving

source: Are you sure that you want to delete topic "%s"?
nl: Weet je zeker dat je onderwerp "%s" wil verwijderen?

source: Add a topic
nl: Voeg onderwerp toe

source: Change topic "%s"
nl: Verander onderwerp "%s"

source: Parent
nl: Bovenliggend

source: Subtopics
nl: Sub-onderwerpen

source: publications
nl: publicaties

source: author
nl: auteur

source: view
nl: bekijk

source: view author for topic
nl: bekijk auteur bij onderwerp

source: authors
nl: auteurs

source: view authors for topic
nl: bekijk auteurs bij onderwerp

source: Subtopic
nl: Sub-onderwerp

source: No subtopics
nl: Geen sub-onderwerpen

source: create new subtopic
nl: Maak nieuw sub-onderwerp

source: collapse
nl: inklappen

source: expand
nl: uitklappen

source: read: %s of %s publications
nl: gelezen: %s van %s publicaties

source: group subscribed
nl: groep geabbonneerd

source: Are you sure that you want to delete user "%s"?
nl: Weet je zeker dat je gebruiker "%s" wil verwijderen?

source: Create a new user
nl: Voeg een nieuwe gebruiker toe

source: Edit user preferences
nl: Bewerk gebruikersvoorkeuren

source: Account settings
nl: Aanmeldinstellingen

source: 'Account settings' is the only block of settings that is <i>mandatory</i>
nl: 'Aanmeldinstellingen' is het enige blok met instellingen dat <i>verplicht</i> is.

source: Note: Login names, once assigned, cannot be changed.
nl: Let op: aanmeld- namen kunnen niet aangepast als ze eenmaal toegekend zijn.

source: Disable account
nl: Schakel account uit

source: Note: when you disable this account, it can no loner be used to login, but the information associated to the account will reamin in the database. You can re-enable the account in the future.
nl: Let op: als je deze account uitschakelt kan hij niet meer gebruikt worden om aan te melden, maar de informatie die bij deze account hoort zal bewaard blijven. Je kan de account later ook weer inschakelen.

source: leave blank for no change
nl: laat leeg om ongewijzigd te laten

source: Re-type new password
nl: Type nieuwe wachtwoord nog een keer

source: Cannot change password on anonymous accounts; they do not have a password.
nl: Het wachtwoord van een anonieme account kan niet worden aangepast, omdat die geen wachtwoord hebben.

source: Cannot change password on this account. It has a password which is externally managed by some other system.
nl: Het wachtwoord van deze account kan niet worden aangepast, omdat het wachtwoord door een externe module beheerd wordt.

source: Cannot change password on this account. The account has been disabled and cannot be used to login. Maybe because it used to be an anonymous account or an external login, and therefore does never had a valid password? Ask an admin to re-enable it and assign a password.
nl: Het wachtwoord van deze account kan niet worden aangepast, omdat het account is uitgeschakeld. Misschien komt dat omdat het ooit een anonieme of extern beheerde account was, en daarom geen wachtwoord heeft? Vraag je beheerder om het account weer in te schakelen en om een wachtwoord toe te kennen.

source: It is impossible to change the type of your own account (normal, anon or external). This would lead to problems if you accidentally disable it.
nl: Het is niet mogelijk om het type van je eigen account te veranderen (anoniem, normaal of extern beheerd). Dit zou namelijk probelemn geven als je hem per ongeluk uitschakelt.

source: Normal
nl: Normaal

source: Anonymous
nl: Anoniem

source: Managed by external module
nl: Door externe module geregeld
