Repository: Boldewyn/puma
Catalog: aigaionengine/language/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Note: when you set this account to be anonymous, you should not forget to enable anonymous access to this database on the site configuration page!
nl: Let op: als je deze account als anoniem aanmerkt, moet je niet vergeten daarnaast anonieme toegang in te schakelen op de configuratiepagina!

source: Note2: when you set this account to be externally managed, you must be certain that the external login module is working; otherwise this account can no longer login! If you are unsure, please read the documentation on external login modules.
nl: Let op: als je aangeeft dat deze account extern beheerd wordt moet je zeker weten dat de externe aanmeldmodule werkt, anders kan je niet meer aanmelden met deze account! Als je niet zeker weet wat hier gebeurt, lees dan de documentatie over externe aanmeldmodules

source: Person details
nl: Persoonsgegevens

source: Initials
nl: Initialen

source: First name
nl: Voornaam

source: Middle name
nl: Tussenvoegsel

source: Surname
nl: Achternaam

source: Abbreviation (about three characters)
nl: Afkorting (een paar letters)

source: Email address
nl: Emailadres

source: Display preferences
nl: Weergavevoorkeuren

source: Theme
nl: Thema

source: Language
nl: Taal

source: Publication summary style
nl: Stijl voor publicatiesamenvatting

source: author first
nl: eerst auteur

source: title first
nl: eerst titel

source: Author display style
nl: Stijl voor auteursweergave

source: Number of publications per page
nl: Aantal publicaties per pagina

source: Site default
nl: Standaardwaarde van site

source: Select the method for checking whether two author names are counted as "similar".
nl: Selecteer hoe het systeem moet bepalen of twee auteursnamen "op elkaar lijken".

source: Open attachments in new browser window
nl: Open bestanden in een nieuw venster van je browser

source: Open export data in browser
nl: Exportresultaat in de browser openen

source: Check this box to force the system to show export data such as BibTeX or RIS directly in a browser window instead of downloading it as a file.
nl: Vink dit vakje aan om te zorgen dat het systeem BibTeX en RIS gegevens direct in de browser tont, in plaats van deze als bestand op te halen naar de lokale computer.

source: Export BibTeX as UTF8
nl: Exporteer BibTeX als UTF8

source: Check this box if you want all BibTeX output to be in UTF8, i.e. when you do NOT want Aigaion to convert special characters to BibTeX codes such as %s
nl: Vink dit vakje aan als je wil dat BibTeX data als UTF8 wordt geëxporteerd, d.w.z., als je NIET wil dat Aigaion UTF8 automatisch naar BibTeX codes zoals %s omzet

source: The groups to which this user belongs. When you add this user to a group that it was previously not a member of, all rights associated with that group will be appended to the user rights of this user upon commit.
nl: De groepen waar deze gebruiker bijhoort. Als je deze gebruiker aan een groep toevoegt waar hij of zij nog geen lid van was, zullen alle rechten die bij die groep horen worden toegevoegd aan de gebruikersrechten van deze account.

source: User rights
nl: Gebruikersrechten

source: Check all rights
nl: Alle rechten aanvinken

source: Check all
nl: Alles aanvinken

source: Uncheck all rights
nl: Alle rechten uitvinken

source: Uncheck all
nl: Alles uitvinken

source: Check all rights from
nl: Alle rechten aanvinken van

source: Uncheck all rights from
nl: Alle rechten uitvinken van

source: Restore old state
nl: Herstel oorspronkelijke toestand

source: guest user
nl: gastgebruiker

source: externally managed account
nl: extern beheerde account

source: disabled account
nl: uitgeschakelede account
