Repository: Boldewyn/puma
Catalog: aigaionengine/language/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: %s authorpublicationlinks whose corresponding authors could not be found, were removed.
nl: %s auteur-publicatie verbindingen waar de auteur niet bij gevonden kon worden zijn verwijderd.

source: Checking for authors that do not publish
nl: Controle voor auteurs zonder publicaties

source: The following authors have no publications listed
nl: De volgende auteurs hebben geen publicaties

source: Delete all non-publishing authors
nl: Verwijder alle auteurs zonder publicaties

source: Topic tree check
nl: Controle onderwerphierarchie

source: Check orphaned topictopiclinks
nl: Controle verweesde onderwerp-onderwerp verbindingen

source: %s topictopiclinks, of which the topic couldn't be found, have been removed.
nl: %s onderwerp-onderwerp verbindingen waar het onderwerp niet bij gevonden kon worden zijn verwijderd.

source: Check orphaned topicpublicationlinks
nl: Controle verweesde onderwerp-publicatie verbindingen

source: %s topicpublicationlinks, of which the corresponding publication could not be found, have been removed.
nl: %s onderwerp-publicatie verbindingen waar de publicatie niet bij gevonden kon worden zijn verwijderd.

source: Check topics without parent
nl: Controle van onderwerpen zonder ouder

source: The following topics had no parent. Their parent is set to the top topic.
nl: De volgende onderwerpen waren niet verbonden aan de hierarchie, en zijn nu naast de bovenste onderwerpen geplaatst

source: Checking for empty topics
nl: Controle van lege onderwerpen

source: The following topics have no assigned publications.
nl: De voglende onderwerpen bevatten geen publicaties.

source: Checking publications in ancestor topics
nl: Controle dat publicaties hoger in hierarchie ook aanwezig zijn

source: %s publications did not appear in ancestor topics.
nl: %s publicaties kwamen niet voor in de hogergelegen onderwerpen in de hierarchie.

source: Reinit searchable names, keywords and titles
nl: Herinitialiseer de doorzoekbare namen, trefwoorden en titels

source: Checking
nl: Controleren

source: Fixed searchable names of %s authors.
nl: Doorzoekbare namen van %s auteurs gecorrigeerd.

source: Fixed searchable names of %s publications.
nl: Doorzoekbare namen van %s publicaties gecorrigeerd.

source: Fixed searchable names of %s topics.
nl: Doorzoekbare namen van %s onderwerpen gecorrigeerd.

source: Fixed searchable names of %s keywords.
nl: Doorzoekbare namen van %s trefwoorden gecorrigeerd.

source: Check total publication marks
nl: Controle van totaalscores

source: Fixed total topic mark of %s publications.
nl: Totaalscore van %s publicaties gecorrigeerd.

source: Removed: %s (file not on server and not linked to a publication).
nl: Verwijderd: %s (bestand was niet meer op de server aanwezig en niet verbonden met een publicatie).

source: Could not open documents directory.
nl: Opslagfolder van bestanden kon niet geopend worden.

source: Click to show details
nl: Klik hier om details te tonen

source: Click to merge
nl: Klik hier om samen te voegen

source: Deleted %s authors who do not have any publications.
nl: Verwijderd: %s auteurs die geen publicaties hebben.

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: August
nl: Augustus

source: October
nl: Oktober

source: volume
nl: deel

source: chapter
nl: hoofdstuk

source: pages
nl: pagina's

source: number
nl: nummer

source: Article
nl: Artikel

source: Book
nl: Boek

source: Booklet
nl: Foldertje

source: Inbook
nl: In boek

source: Incollection
nl: In collectie

source: Manual
nl: Handleiding

source: Misc
nl: Divers

source: Phdthesis
nl: Proefschrift

source: Techreport
nl: Technisch rapport

source: Unpublished
nl: Onuitgegeven

source: Cannot retrieve %s
nl: %s kan niet worden opgevraagd

source: Checking database schema version %s
nl: Controleren van database versie %s

source: update needed
nl: bijwerken nodig

source: Update database schema version %s
nl: Databaseversie %s bijwerken

source: Succeeded
nl: Gelukt

source: Update to release version %s
nl: Bijwerken tot nieuwe versie %s

source: UPDATE WAS NOT SUCCESSFUL
nl: BIJWERKEN NIEUWE VERSIE WAS NIET SUCCESVOL

source: Some database operations require mysql root privileges. Please ensure that the mysql user in your index.php file has sufficient rights.
nl: Sommige databasebewerkingen hebben mysql beheerderstoegangsrechten nodig. Controleer dat de mysql gebruiker in je index.php bestand voldoende rechten heeft.

source: year
nl: jaar

source: title
nl: titel

source: mark
nl: score

source: series
nl: serie

source: publisher
nl: uitgever

source: location
nl: locatie

source: firstpage
nl: eerste pagina

source: lastpage
nl: laatste pagina

source: journal
nl: tijdschrift

source: booktitle
nl: boektitel

source: institution
nl: instituut

source: address
nl: adres

source: edition
nl: editie

source: howpublished
nl: hoe_uitgegeven

source: month
nl: maand

source: organization
nl: organisatie

source: note
nl: aantekeningen

source: abstract
nl: samenvatting

source: userfields
nl: gebruikersvelden

source: crossref
nl: Kruisverwijzing

source: surname
nl: achternaam

source: von
nl: voorvoegsel

source: firstname
nl: voornaam

source: institute
nl: instituut

source: read level
nl: lees-niveau

source: edit level
nl: schrijf-niveau

source: effective access levels
nl: effektief toegangsniveau

source: read access
nl: leestoegang

source: read access level
nl: leestoegangsniveau

source: edit access
nl: schrijftoegang

source: Edit access level
nl: Schrijftoegangsniveau

source: cannot edit access levels of this object
nl: Het schrijftoegangsniveau van dit object kan niet worden aangepast

source: public
nl: publiek

source: private
nl: privé

source: effective access level is different
nl: effektief toegangsniveau wijkt af

source: Modify access level
nl: Aanpassen toegangsniveau

source: Restricted edit level to match read level
nl: Schrijfrechtenniveau aangepast aan leesrechtenniveau

source: Increased read level for publication to match new read level for attachment
nl: Leesrechtenniveau van publicatie aangepast om bij de nieuwe leesrechten van het bestand te passen

source: Couldn't propagate new level all the way up
nl: Toegangsrechten konden niet tot bovenaan doorgevoerd worden

source: Increased read level for publication to match new read level for note
nl: Leesrechtenniveau van publicatie aangepast om bij de nieuwe leesrechten van de aantekening te passen

source: You cannot change the access levels of the top topic
nl: De toegangsrechten van het 'top' onderwerp kunnen niet aangepast

source: Cascade of access levels not yet implemented
nl: Cascade van toegangsniveaus nog niet geïmplementeerd

source: ERROR UPLOADING: %s is not an allowed extension for remote files.
nl: FOUT BIJ UPLOADEN: %s is niet een toegestaan bestandstype.

source: Allowed types
nl: Toegestane bestandstypen

source: Need other file types? Ask %s
nl: Meer bestandstypen nodig? Vraag %s

source: Error un-'main'-ing other attachments
nl: Fout bij het als 'niet-hoofdbestand' zetten van de andere bestanden

source: Error adding attachment
nl: Fout bij toevoegen van bestand

source: You cannot upload attachment files to this server (the server is declared write-only); please use remote attachments instead.
nl: Je kan geen bestanden naar deze server uploaden (de server is ingesteld als alleen-schrijven); gebruik svp in plaats hiervan 'bestandsverwijzingen'

source: Error while uploading
nl: Fout bij uploaden

source: Error uploading. The file was not written to disk.
nl: Fout bij uploaden. Het bestand is niet naar disk geschreven.

source: Is this error entirely unexpected? You might want to check whether the php settings 'upload_max_filesize', 'post_max_size' and 'max_execution_time' are all large enough for uploading your attachments... Please check this with your administrator.
nl: Is deze fout totaal onverwachts? Dan wil je misschien even controleren of de php instellingen 'upload_max_filesize', 'post_max_size' en 'max_execution_time' allemaal groot genoeg zijn voor het uploaden van je bestanden... Controleer dit bij de beheerder van je server.

source: Is the error due to allowed file types? Ask %s for more types.
nl: Ligt de fout aan de toegestane bestandstypen? Vraag %s om meer bestandstypen toe te staan.

source: Update attachment
nl: Bijwerken bestand

source: Cannot delete attachment
nl: Bestand kan niet verwijderd worden

source: erroneous ID
nl: foutief ID

source: Cannot delete author
nl: Auteur kan niet verwijderd worden

source: still has publications (possibly invisible...). Do you need a quick way to delete all publications for an author? Add them to the bookmarklist, then delete them from there...
nl: heeft nog publicaties (mogelijkerwijs onzichtbaar...). Heb je en snelle manier nodig om alle publicaties van een auteur te verwijderen? Voeg ze toe aan je bladwijzers, en verwijder ze van daar uit...

source: One of the fields %s is required
nl: Eén van de velden %s is verplicht

source: Found similar authors for
nl: Soortgelijke auteurs gevonden voor

source: Please review the entered authors
nl: Controleer svp de ingevoerde auteurs

source: There are some publications that could not be reassigned due to access rights
nl: Sommige publicaties konden niet worden verplaatst vanwege toegangsrechten

source: Changing bookmarklist
nl: Veranderen van bladwijzers

source: Error changing bookmarklist
nl: Fout bij veranderen van bladwijzers

source: Bookmarked publications added to topic
nl: Publicaties op bladwijzerlijst toegevoeged aan onderwerp

source: Bookmarked publications removed from topic
nl: Publicaties op bladwijzerlijst verwijderd uit onderwerp

source: File
nl: Bestand

source: successfully uploaded!
nl: succesvol naar server gestuurd!

source: The uploaded file exceeds the maximal upload filesize defined in the server configuration.
nl: De bestandsgrootte van de opgestuurde file is groter dan het maximum vastgelegd voor de server.

source: Please ask your site administrator to fix the UPLOAD_MAX_FILESIZE directive in php.ini.
nl: Vraag de beheerder van je server om de UPLOAD_MAX_FILESIZE instelling in php.ini aan te passen.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
nl: De opgestuurde file is groter dan de MAX_FILE_SIZE die was gespecificeerd in het html formulier.

source: The uploaded file was only partially uploaded
nl: De opgestuurde file is slechts voor een gedeelte aangekomen

source: No file was uploaded
nl: Er was geen bestand opgestuurd

source: Please select a file for upload.
nl: Kies alsjeblieft een file om op te sturen.

source: Only files with the following extensions are allowed
nl: Enkel bestanden van de volgende typen zijn toegestaan

source: Sorry, the filename contains invalid characters. Use only alphanumerical chars and separate parts of the name (if needed) with an underscore.
nl: Sorry, de bestandsnaam bevat ongeldige tekens. Gebruik alleen alfanumerieke tekens en scheidt de delen van de naam van elkaar met een underscore (_) waar nodig.

source: A valid filename ends with one dot followed by the extension.
nl: Een correcte bestandsnaam eindigt met één punt gevolgd door de extensie (bestandstype).

source: The filename exceeds the maximum length of %s characters.
nl: De bestandsnaam is langer dan de toegestane %s tekens.

source: Sorry, the upload directory doesn't exist!
nl: Sorry, de uploaddirectory bestaat niet!

source: Uploading
nl: Uploaden

source: Error!
nl: Fout!

source: Sorry, a file with this name already exists.
nl: Sorry, er bestaat al een bestand met deze naam.

source: The uploaded file is renamed to
nl: Het opgestuurde bestand is hernoemd tot

source: Couldn't move uploaded file from PHP tmp upload dir to permanent storage directory.
nl: De opgestuurde file kon niet van de PHP tmp folder verplaatst worden naar de correcte opslagdirectory.

source: Cannot delete group
nl: Groep kan niet verwijderd worden

source: Found similar keywords for
nl: Soortgelijke trefwoorden gevonden voor

source: Please review the entered keywords.
nl: Controleer alsjeblieft de ingevoerde trefwoorden.

source: Loaded deprecated login_ldap module. LDAP login now uses delegated password checking!
nl: Achterhaalde login_ldap module geladen. LDAP login gebruikt nu de 'delegated password checking'!

source: Cannot delete note
nl: Kan aantekening niet verwijderen

source: Failed to update the BibTeX-id in note %s.
nl: Corrigeren van de bibtex-id in aantekening %s is niet gelukt.

source: Warning: entry does not seem to have the proper format.
nl: Waarschuwing: de publicatie lijkt niet het goede formaat te hebben.

source: Could not find the comma which should come after the citation key. If the key is not present, the comma should still be there. If the key is present, but no bibliographic data follows, the entry is empty and cannot be imported. Skipped importing the following entry.
nl: De komma die na de 'citation key' moet komen is niet gevonden. Als de 'citation key' niet aanwezig is, moet de komma er nog steeds wel zijn. Als de 'citation key' er is, maar er komen geen bibliografische achteraan, is de publicatie leeg en kan deze niet worden geïmporteerd. Het importeren van de volgende entry is overgeslagen.

source: Import: unknown abbreviation encountered in "%s".
nl: Importeren: onbekende afkorting tegengekomen in "%s".

source: Interpreted as %s={%s}
nl: Geïnterpreteerd als %s={%s}

source: Not a valid login!
nl: Geen geldig aanmelding!

source: Last Name of user
nl: Achternaam van gebruiker

source: The LDAP password checker cannot handle md5 passwords yet
nl: De LDAP controle voor wachtwoorden kan nog niet met MD5 wachtwoorden omgaan.

source: LDAP auth: There was a problem.
nl: LDAP authorisatie: er was een probleem.

source: Error code
nl: Foutcode

source: Error text
nl: Fouttekst

source: Cannot delete publication
nl: Publicatie kan niet verwijderd worden

source: publication contains some attachments that you do not have permission to delete.
nl: publicatie bevat bestanden die je niet mag verwijderen

source: publication contains some notes that you do not have permission to delete.
nl: publicatie bevat aantekeningen die je niet mag verwijderen

source: The %s field is required
nl: Het veld %s is verplicht

source: Validation error
nl: Validatiefout

source: Failed to update the bibtex-id in publication %s
nl: Corrigeren van de bibtex-id in publicatie %s is niet gelukt.

source: resolveXref: merge xref into publication!
nl: resolveXref: voeg xref samen met publicatie!

source: A publication with the same title exists. Please make sure that the publication you are importing is not already in the database.
nl: Er bestaat een andere publicatie met dezelfde titel. Zorg dat je zeker weet dat de publicatie die importeert niet al in de database staat.

source: The cite id is not unique, please choose another cite id.
nl: Het citatie id is niet uniek, kies alsjblieft een ander citatie id.

source: Publication with same cite id
nl: Publicatie met het zelfde citatie id

source: Similar cite ids
nl: Gelijkende 'cite ids'

source: Cannot delete rightsprofile
nl: Rechtenprofiel kan niet verwijderd worden

source: Language '%s' no longer exists under that name. Please reset the relevant profile and site settings.
nl: Vertaling "%s' bestaat niet langer onder die naam. Pas de instellingen van je profile en van de site hier op aan.

source: Delegated password checking can only be enabled when some password checking module was specified! Since this was not the case, delegated password checking has been disabled.
nl: "Gedelegeerd wachtwoorden controleren" kan alleen aangezet worden als er een wachtwoordcontrolemodule gespecificeerd is! Aangezien dit niet het geval is, is het "gedelegeerd wachtwoorden controleren" weer uitgeschakeld.

source: At least one of internal login or delegated password checking must be enabled! Since this was not the case, internal login has been re-enabled.
nl: In elk geval één van de twee moet worden ingeschakeld: interne wachtwoordcontrole, of "gedelegeerd wachtwoorden controleren"! Aangezien dit niet het geval was, is de interne wachtwoordcontrole weer ingeschakeld.

source: Anonymous guest access has been enabled, but no valid anonymous account was specified. Note that anonymous login will not work until such an anonymous account has been created, and assigned as default anonymous account.
nl: Anonieme toegang is ingeschakeld, maar er is geen geldige anonieme account aangewezen. Denk erom dat anoniem aanmelden pas werkt als er zo'n account aangemaakt is en is aangewezen als de standaard anonieme account.

source: The extension '%s' is never allowed for Aigaion attachments, and has been removed from the list of allowed attachments.
nl: Bestandstype '%s' is nooit toegestaan voor Aigaion bestanden, en is daarom verwijderd uit de lijst van toegestane bestandstypen.

source: Failed to upload custom logo.
nl: Opsturen van aangepast logo is mislukt.

source: New logo uploaded
nl: New logo naar server gestuurd

source: Categorize publication
nl: Categoriseer publicatie

source: Change subscription
nl: Verander abbonnement

source: You cannot edit the top level topic.
nl: Het 'top' onderwerp kan niet worden aangepast

source: You cannot set a topic to be its own ancestor.
nl: Een onderwerp kan niet in de hierarchie onder zichzelf toegevoegd worden.

source: Error in the tree structure: the intended new parent is not connected to the top level topic.
nl: Fout in de hierarchie: de gekozen ouder is niet verbonden met het 'top' onderwerp.

source: Cannot delete topic
nl: Onderwerp kan niet verwijderd worden

source: still has children (possibly invisible)
nl: heeft nog kinderen (misschien onzichtbaar)

source: You have been logged out because your login token disappeared.
nl: Je bent afgemeld omdat je aanmeld- token verdwenen is.

source: You have been logged out because your login token expired.
nl: Je bent afgemeld omdat je aanmeld- token niet meer geldig is.

source: You have been logged out because the Aigaion Engine is in the process of being updated.
nl: Je bent afgemeld omdat de Aigaion Engine op dit moment wordt opgewaardeerd.

source: If you are a user with database_manage rights, please login to complete the update.
nl: Als je een gebruiker met database_manage rechten bent, meld je dan aan om het installeren van de nieuwe versie te voltooien.

source: You do not have sufficient rights for the requested operation or page.
nl: Je hebt niet voldoende rechten voor het uitvoeren van de gevraagde operatie of pagina.

source: Sorry for the inconvenience.
nl: Sorry voor het ongemak.

source: Theme '%s' no longer exists
nl: Thema '%s' bestaat niet meer

source: Unknown user or wrong password from external login module
nl: Onbekende gebruiker of verkeerd wachtwoord volgens externe aanmeld- module

source: No login info available
nl: Geen informatie beschikbaar om mee aan te melden

source: No password submitted
nl: Geen wachtwoord opgegeven

source: Unknown user or wrong password
nl: Onbekende gebruiker of verkeerd wachtwoord

source: The username / password combination is valid according to the login module, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
nl: De combinatie van gebruikersnaam/wachtwoord is geldig volgens de aanmeld- module, maar de bijbehorende Aigaion account is een %s account en kan niet worden aangemeld door de %s module. Neem contact op met de beheerder voor assistentie.

source: internal
nl: intern

source: anonymous
nl: anoniem

source: Created missing user %s as member of groups %s
nl: De ontbrekende gebruiker '%s' is aangemaakt als lid van de groep(en) %s

source: A new Aigaion account has been created for you, user '%s'. Please enjoy your stay here.
nl: Beste '%s', er is een nieuwe account voor je aangemaakt. Veel plezier hier.

source: Serious error in login tables
nl: Ernstige fout in de gebruikers- tabellen

source: The username / password combination is valid according to %s, but the corresponding Aigaion account is an %s account and cannot be logged in by the %s module. Please contact your database admin for assistance.
nl: De combinatie van gebruikersnaam/wachtwoord is geldig volgens %s, maar de bijbehorende Aigaion account is een %s account en kan niet worden ingelogd door de %s module. Neem contact op met de beheerder voor assistentie.

source: The username / password combination is valid, but has no Aigaion account associated with it yet. Please contact your database admin for assistance
nl: De combinatie van gebruikersnaam/wachtwoord is geldig, maar Aigaion heeft er geen account voor. Neem contact op met de beheerder voor assistentie.

source: Anonymous (guest) access to this database has been enabled. However, no default anonymous account has been assigned, so anonymous access is unfortunately not yet possible.
nl: Anonieme (gast)toegang tot de database staat aan. Maar er is geen standaard anonieme account aangewezen, dus anonieme toegang is nu helaas niet mogelijk.

source: Your admin account password still has the default value, please change it on the 'profile' page.
nl: Je beheerders-account heeft nog steeds het standaard wachtwoord. Verander dit zo snel mogelijk op de 'profile' pagina.

source: Dear guest, welcome to this publication database. As an anonymous user, you will probably not have edit rights. Also, the collapse status of the topic tree will not be persistent. If you like to have these and other options enabled, you might ask %s for a login account.
nl: Beste gast, welkom bij deze publicatiedatabase. Als anonieme gebruiker zul je waarschijnlijk geen rechten hebben om iets aan te passen. Ook kan je de hierarchie van onderwerpen niet blijvend open- of dichtklappen. Als je deze, en andere, mogelijkeheden ook wil hebben, zou je contact op kunnen nemen met %s voor het aanvragen van een gebruikersaccount.

source: This site is powered by Aigaion - A PHP/Web based management system for shared and annotated bibliographies.
nl: Deze site draait op Aigaion - een PHP/Web gebaseerde database voor gedeelde en geannoteerde bibliografieën.

source: For more information visit %s
nl: Bezoek voor meer informatie %s

source: Checking for updates...
nl: Zoeken naar updates...

source: This installation of Aigaion is up-to-date
nl: Deze installatie van Aigaion is up-to-date

source: Removed 'bookmarklist' right from anonymous user: it makes no sense to assign it since many people will be loggin on with that account simultaneously.
nl: Het 'bladwijzerlijst' recht is verwijderd voor de anonieme gebruiker. Het heeft geen zin die toe te wijzen omdat deze account door veel mensen tegelijk gebruikt gaat worden.

source: User added
nl: Gebruiker toegevoegd

source: Login names cannot be changed. Login name has been reset to old value. Other changes have been saved.
nl: aanmeld-namen kunnen niet worden aangepast. Aanmeld-naam hersteld naar oude waarde. Andere veranderingen zijn wel opgeslagen.

source: The account does not have a valid password. It has been disabled. You can ask an admin to re-enable it.
nl: Dit account heeft geen geldig wachtwoord. Het is daarom uitgeschakeld. Je kan aan een admin vragen het weer in te schakelen.

source: You just set the default anonymous user to non-anonymous. Therefore the default anonymous user configuration setting has been cleared.
nl: Je hebt zojuist de "standaard anonieme gebruiker" niet-anoniem gemaakt. Daarom is de "standaard anonieme gebruiker" instelling leeggemaakt.
